[
  {
  "id": "teorico-roles",
  "title": "Teórico de Roles",
  "summary": "Guía práctica de roles en Valorant: Duelista, Iniciador (Flasher/Spotter), Controlador y Centinela. Identidad, responsabilidades, errores comunes, mecánicas, mentalidad y checklists.",
  "tags": ["roles", "duelista", "flasher", "spotter", "controlador", "centinela"],
  "isPrivate": false,
  "ownerIds": [],
  "content": "Duelista\n1. Identidad del Rol\nObjetivo principal: abrir espacios y generar la primera presión ofensiva.\nDefinición profesional: no es el que más mata, sino el que genera impacto temprano que facilita la ronda al equipo.\nAnalogía: el duelista es la “llave que abre la puerta”. No siempre entra al salón, pero permite que el resto lo haga.\n2. Responsabilidades del Duelista\nEntry frag: entrar primero al site con utilidad sincronizada.\nPresión constante: forzar al rival a reaccionar (no dejar que juegue cómodo).\nDesgaste de setups: obligar a gastar utilidades defensivas.\nTrade reliability: morir de manera útil (dejando trade claro al compañero).\nTiming de lurks agresivos: en situaciones puntuales, cortar rotaciones.\n3. Lo que un Duelista NO debe hacer\nBuscar kills por ego.\nEntrar sin esperar utilidad de compañeros.\nQuedarse atrás esperando trades (su función es inversa).\nRomper el plan por impulsividad.\nDesaparecer en mid-rounds sin generar presión.\n4. Mecánicas Fundamentales\nCrosshair discipline: apuntar donde es más probable el contacto.\nMovement peeks: jiggle, counter-strafe, dash/double satchel.\nUso inteligente de habilidades: no usarlas para “brillar” sino para abrir.\nTrade setups: siempre entrar acompañado o forzar ángulo para el segundo.\n5. Mentalidad de un Duelista\nMentalidad sacrificial: estar dispuesto a morir si eso abre la ronda.\nConfianza agresiva: no dudar en entrar; la duda rompe el plan.\nResiliencia: un entry que falla varias rondas seguidas no puede perder confianza.\nPresión psicológica: un duelista con presencia genera miedo en el rival aunque no esté asomando.\n6. Duelista en Ataque\nEntry directo: abrir site con utilidad propia y de su equipo.\nPresión en defaults: asomar para condicionar utilidades rivales.\nAnti-rotaciones: tomar ángulos agresivos post-ejecución para cortar refuerzos.\nFake presence: mostrarse en un site para vender presión y rotar.\n7. Duelista en Defensa\nPeeks agresivos iniciales: buscar primera kill con plan de escape.\nTomar control de zonas: comer mapa para adelantar info.\nLiderar agresiones grupales: marcar el timing de push defensivo.\nCondicionar espacios: que el rival no pueda “caminar gratis”.\n8. Coordinación y Comunicación\nCall de intención: “entro en 3, tirame flash”.\nTiming claro: marcar segundos exactos.\nConfirmación de trade: “muerto uno, otro close”.\nInformación en clutch: priorizar posición rival sobre mecánica.\n9. Errores comunes del Duelista\nCreer que “ser duelista = ser top fragger”.\nEntrar sin plan ni utilidad.\nJugar solo como lurker.\nAsomar sin escape.\nHablar de más en medio de la ejecución.\n10. Ejemplos de Impacto Duelista\nCorrecto: Jett dasha en Ascent A, muere pero revela 2 jugadores + hace gastar utilidad → su equipo tradear y plantar.\nIncorrecto: Raze entra sola en Bind B, mata 1 pero muere sin que su equipo pueda tradear → el rival sigue con control del site.\n11. Checklist Pre-Ronda para Duelista\n¿Tengo utilidad lista para abrir?\n¿Mi equipo está en posición de tradear?\n¿Sé cuál es mi ángulo prioritario?\n¿Cuál es mi escape si no consigo la kill?\n¿Estoy entrando para sumar o para brillar?\n12. Frases clave para un Duelista Profesional\n“No juego para kills, juego para abrir.”\n“Mi vida vale el espacio que genero.”\n“Confío en que me van a tradear.”\n“Una entrada con info ya es impacto.”\n“No necesito brillar; necesito presionar.”\n\nIniciador Flasher\n1. Identidad del Rol\nObjetivo principal: habilitar a los duelistas y al equipo para que tomen espacio de forma segura.\nDefinición profesional: no mide su impacto en kills, sino en cuánto espacio y ventaja informativa generó con sus utilidades.\nAnalogía: el flasher es el “abridor de caminos”; si su luz es correcta, el entry pasa limpio, si es mala, el entry muere ciego y el plan se rompe.\n2. Responsabilidades del Flasher\nHabilitar entradas: usar flashes que aseguren que el entry entra con ventaja.\nLiderar agresiones defensivas: iniciar pushes grupales con utilidad.\nRomper setups rivales: limpiar esquinas y forzar reposicionamientos.\nGenerar info con utilidad: no solo cegar, también detectar posiciones (ej: Skye).\nMarcar el tempo: el flasher decide el “ahora” de la ejecución.\n3. Lo que un Flasher NO debe hacer\nTirar flashes para sí mismo sin plan colectivo.\nLanzar utilidad sin callar timing (“flasheo ya”).\nCegar a sus compañeros por descoordinación.\nGuardar utilidad para clutches individuales (su valor es grupal).\nUsar flashes en ángulos irrelevantes.\n4. Mecánicas Fundamentales\nLineups de flashes: saber ángulos exactos para cada entrada (close, deep, anti-Op).\nTiming de release: tirar flash no cuando el rival lo espera, sino medio segundo antes o después para sorprender.\nPre-comunicación: avisar antes de tirar, no después.\nEncadenamiento: dos flashes no van seguidas, sino en ritmo (una para entry, otra para evitar re-peek).\n5. Mentalidad del Flasher\nMentalidad servicial: su éxito es que el compañero mate, no él.\nConfianza en sincronía: creer en el timing del entry y no dudar.\nPaciencia estratégica: no gastar todas las utilidades en el primer contacto.\nResiliencia: si un execute falla, no perder seguridad en la próxima flash.\n6. Flasher en Ataque\nToma de espacios iniciales: flashear para controlar zonas (Mid, A Main).\nHabilitar site entries: marcar el momento exacto de la entrada.\nPost-plant: flashes defensivas que bloqueen el retake.\nFakes: tirar flashes que simulen ejecución para condicionar rotaciones.\n7. Flasher en Defensa\nAnti-rush: frenar entradas rápidas con flashes reactivas.\nRe-toma de espacios: comer mapa junto a un duelista con utilidad.\nRetake de site: habilitar crossfires rivales.\nJugar delay: usar flashes no para pelear, sino para ganar segundos hasta la rotación.\n8. Coordinación y Comunicación\nLlamadas de timing: “flasheo ahora, entrá ya”.\nConfirmación de utilidad: “segunda flash en 2… 1…”.\nEvitar redundancia: coordinar con iniciador de info (Sova/Fade) para no duplicar funciones.\nRoles de eco: incluso con pistolas, una buena flash puede ganar la ronda.\n9. Errores comunes del Flasher Amateur\nFlashear sin avisar.\nCegar más al equipo que al rival.\nUsar flashes “instintivas” sin objetivo.\nGuardarse toda la utilidad y morir con ella.\nFlashear solo ángulos fáciles en vez de los que realmente condicionan al rival.\n10. Checklist Pre-Ronda para Flasher\n¿Sé qué ángulo tengo que habilitar en esta ronda?\n¿Mis flashes están pensadas para el entry o para mí?\n¿Coordino con el IGL el momento exacto de entrada?\n¿Tengo un plan para segunda flash (anti-retake o re-peek)?\n¿Mis compañeros confían en mi timing?\n11. Frases clave para un Flasher Profesional\n“Mi luz es tu kill.”\n“No importa si no mato: importa si vos entrás.”\n“El tempo del equipo lo marco yo.”\n“Una buena flash vale más que un highlight.”\n“Mi trabajo no es brillar, es que los demás brillen.”\n\nIniciador Spotter\n1. Identidad del Rol\nObjetivo principal: obtener información confiable del rival para que el equipo ejecute con ventaja.\nDefinición profesional: su éxito no está en la kill, sino en que el equipo siempre juegue con info superior al enemigo.\nAnalogía: el spotter es el “radar” del equipo; sin él, todos caminan a ciegas.\n2. Responsabilidades del Spotter\nRecolectar información inicial (ubicaciones, setups, número de jugadores).\nCondicionar rotaciones enemigas con presencia de utilidad.\nHabilitar ejecuciones con reveals o detección previa.\nDesarmar trampas de centinelas con info (ej: revelar torretas o trips).\nConfirmar o negar zonas: “no hay nadie A Main” es tan valioso como “dos en A Main”.\n3. Lo que un Spotter NO debe hacer\nUsar la utilidad sin plan de seguimiento.\nJugar solo para “taggear” y no para generar ventaja real.\nQuedarse sin info en mid-rounds por gastar todo al inicio.\nOcultar info al equipo por ego o desorden.\nIniciar rondas sin coordinación con el IGL.\n4. Mecánicas Fundamentales\nLineups y spots optimizados: saber ángulos de drone, recon o ojo para cada mapa.\nTiempo de reveal: usar info en momentos clave (ej: justo antes de ejecutar, no en freeze time).\nAnti-destrucción: aprender posiciones de utilidad difíciles de romper.\nControl de cooldowns: asegurar info en mid-rounds y post-plants.\nComunicación visual → verbal: transformar el ping o la marca en call claro y breve.\n5. Mentalidad del Spotter\nMentalidad de “información es poder”: cada segundo de info cambia la ronda.\nPaciencia estratégica: esperar el timing exacto para sacar utilidad.\nCero ego: no busca kills, busca ventaja invisible.\nResiliencia: si su utilidad falla (ej: dron destruido), seguir aportando con voz.\n6. Spotter en Ataque\nToma inicial de control: revelar para asegurar zona de default.\nEjecución: usar utilidad para exponer anchors o cortar crossfires.\nPost-plant: reveals para evitar defuses o forzar duelos desfavorables.\nFake presence: gastar utilidad en un site para simular ejecución y rotar.\n7. Spotter en Defensa\nInfo temprana: detectar pushes rápidos.\nReganar espacio: utilidad reactiva para frenar avances.\nRotaciones inteligentes: usar info para mover al equipo sin adivinar.\nAnti-lurks: revelar jugadores que buscan cortar rotaciones.\n8. Coordinación y Comunicación\nCall clara de cantidad y posición: “dos back site, uno close derecha”.\nConfirmación de utilidad rival: “no tienen wall de Sage en B”.\nUso de timings compartidos: avisar cuándo vuelve a estar disponible la utilidad.\nComunicación post-mortem: aunque muera, la info obtenida sigue siendo valiosa.\n9. Errores comunes del Spotter\nGastar recon/dron al inicio sin impacto real.\nDar calls confusas o incompletas.\nSer egoísta con la utilidad (no esperar al entry).\nNo aprender lineups específicos del mapa.\nNo rotar con la info (tener datos y no actuar).\n10. Ejemplos de Impacto Spotter\nCorrecto: Sova en Ascent drona A Main, revela a dos, Jett entra con dash y limpia → site tomado con mínima resistencia.\nIncorrecto: Fade tira ojo en B Bind al inicio, lo destruyen, no saca nada de info → el equipo ejecuta ciego y muere contra crossfire.\n11. Checklist Pre-Ronda para Spotter\n¿Dónde y cuándo usaré mi primera utilidad de info?\n¿Coordino con mi IGL la toma de espacio?\n¿Tengo guardada utilidad para mid-round/post-plant?\n¿Sé mis lineups específicos en este site?\n¿Mi equipo entiende la info que voy a dar?\n12. Frases clave para un Spotter Profesional\n“Mi utilidad no es highlight, es ventaja invisible.”\n“No juego para pegar, juego para que mis compañeros peguen con info.”\n“Una info clara vale más que una kill.”\n“El timing de mi reveal cambia la ronda.”\n“Si veo al rival un segundo antes, mi equipo gana cinco segundos de ventaja.”\n\nControlador\n1. Identidad del Rol\nObjetivo principal: manipular la visión del mapa para favorecer a su equipo y condicionar al rival.\nDefinición profesional: el controlador no “tira humos”, sino que decide qué ángulos existen y cuáles desaparecen en la ronda.\nAnalogía: es el “arquitecto del escenario”; construye y destruye caminos invisibles.\n2. Responsabilidades del Controlador\nBloquear líneas de visión enemigas (AWP, crossfires, ángulos fuertes).\nCrear pasillos de entrada para duelistas e iniciadores.\nCortar retakes y aislar zonas en post-plant.\nManipular timings: un humo dura 14–18s y define cuándo puede o no puede actuar el rival.\nMantener utilidad para momentos críticos, no quemarla toda en el inicio.\n3. Lo que un Controlador NO debe hacer\nHacer humos sin timing coordinado.\nColocar smokes “de manual” sin leer el plan rival.\nGastar todas las smokes al inicio y dejar al equipo ciego en mid-round.\nJugar como si fuera duelista (su vida es clave en rondas largas).\nPensar en su KDA en lugar de su impacto invisible.\n4. Mecánicas Fundamentales\nLineups exactos para humos de ejecución y post-plant.\nOne-ways defensivos: humos altos que dan ventaja de ángulo.\nHumo reactivo: cancelar pushes y frenar rusheos.\nControl del reloj: decidir cuándo soltar la primera smoke y cuándo reservar la última.\nCombinación con utilidad de otros roles: humo + flash = control de zona.\n5. Mentalidad del Controlador\nMentalidad estratégica: siempre piensa dos pasos adelante.\nPaciente pero preciso: no se desespera por tirar humo; lo hace en el segundo exacto.\nSacrificio por la visión del equipo: morir con smokes sin usar es fracaso.\nConfianza táctica: debe creer en el plan que sostiene con sus humos.\n6. Controlador en Ataque\nSmokes de entry: bloquear ángulos clave (ej. Heaven en Ascent A).\nSmokes de split: habilitar entradas desde dos frentes.\nFake executes: smokes intencionales en un site para forzar rotaciones.\nPost-plant: aislar al defuser con humo + molly.\n7. Controlador en Defensa\nHumo de delay: cortar pushes y ganar tiempo de rotación.\nOne-ways para info y picks gratis.\nHumos de deny: cancelar utilidades enemigas (ej. bloquear recon de Sova).\nApoyo en retakes: tapar zonas de post-plant para facilitar el push.\n8. Coordinación y Comunicación\nAvisar duración de smokes: “Heaven tapado 10 segundos más”.\nCoordinar con duelistas: “Entro con humo en 3”.\nPredecir rotaciones: humear rutas de retake antes de que lleguen.\nRecordar economía: guardar smokes si el rival está en eco (no tienen AWP).\n9. Errores comunes del Controlador Amateur\nTirar humos de ejecución demasiado temprano.\nPoner smokes “bonitas” pero inútiles en timing.\nUsar todas las smokes sin plan B.\nNo comunicar cooldowns y dejar a su equipo ciego.\nMorir con utilidad disponible.\n10. Ejemplos de Impacto Controlador\nCorrecto: Omen en Haven B pone smokes en Window y CT, habilitando split limpio → site tomado con mínima pérdida.\nIncorrecto: Brimstone en Bind A tira las 3 smokes en 1:40, la ronda se alarga y no quedan humos para el plant → retake enemigo fácil.\n11. Checklist Pre-Ronda para Controlador\n¿Qué ángulos necesito bloquear en el execute?\n¿Cuántas smokes guardo para post-plant?\n¿Dónde están las posiciones de AWP rivales?\n¿Coordino timing con entry/iniciador?\n¿Mi humo está ayudando o estorbando a mi equipo?\n12. Frases clave para un Controlador Profesional\n“Mis humos no son decoración, son decisiones.”\n“Si tapo el ángulo correcto, mi entry gana el duelo sin verlo.”\n“Una smoke a destiempo puede perder la ronda.”\n“No juego para kills, juego para borrar ángulos.”\n“El mapa cambia según dónde pongo mi humo.”\n\nCentinela\n1. Identidad del Rol\nObjetivo principal: proveer control de espacio pasivo, retrasar avances enemigos y asegurar info constante para el equipo.\nDefinición profesional: el centinela es el “ancla” que sostiene el mapa cuando todos rotan. Su impacto no siempre se ve en el scoreboard, pero su ausencia se siente en cada ronda.\nAnalogía: es el “sistema de alarmas” del equipo: no impide que entren, pero avisa, retrasa y condiciona cada movimiento rival.\n2. Responsabilidades del Centinela\nInformación pasiva: con traps, torretas o utilidades que revelen presencia.\nDelay defensivo: ganar segundos vitales para que lleguen las rotaciones.\nAnti-lurk: evitar que un jugador rival corte rotaciones desde atrás.\nSeguridad en post-plant: lineups, mollies o utilidad que aseguren que la Spike no se defuse fácilmente.\nAsegurar flancos en ataque: colocar trampas para que el equipo ejecute sin mirar atrás.\n3. Lo que un centinela NO debe hacer\nJugar como duelista buscando primeros picks lejos de su setup.\nPoner traps sin pensar en timings (ej: demasiado cerca del site).\nGastar todo el delay en el primer contacto sin motivo.\nRotar demasiado pronto dejando libre el site.\nNo comunicar la activación de su utilidad (“trip roto”, “torreta disparó”).\n4. Mecánicas Fundamentales\nColocación inteligente de traps: cubrir ángulos útiles, no redundantes.\nUso de utilidad reactiva: mollies, nanos, slow orbs al timing exacto, no al azar.\nLineups de post-plant: aprender spots seguros desde los que denegar defuses.\nCrossfires con su setup: colocarse en posiciones donde los traps potencien sus duelos.\nRotaciones seguras: moverse sin desarmar la red de control.\n5. Mentalidad del centinela\nMentalidad de sacrificio invisible: su aporte no brilla, pero sostiene el sistema.\nPaciencia extrema: saber cuándo no rotar y quedarse anclado.\nConfianza en su utilidad: no abandonar un site porque “parece libre”, sino confiar en que el setup avisará.\nFrialdad en clutch/post-plant: un centinela con utilidad puede ganar 1v3 sin necesidad de peekear.\n6. centinela en Ataque\nAnti-flank: asegurar que el equipo ejecute sin preocuparse por los lurks rivales.\nUtilidad de post-plant: nanos, slows o walls para negar el defuse.\nFake setups: dejar traps en un site para simular presencia y condicionar rotaciones.\nLate lurks: algunos centinelas (Cypher) pueden transformar su rol en presión ofensiva puntual.\n7. centinela en Defensa\nAncla del site: resistir lo suficiente para que el equipo rote.\nInfo temprana pasiva: torretas o traps que revelen pushes.\nDelay reactivo: mollies y slows al momento exacto del entry.\nAnti-rush: su utilidad es la primera línea contra ecos rápidas.\n8. Coordinación y Comunicación\nAvisar activación de traps: “rompieron trip en Mid”, “torreta disparó A Main”.\nMarcar uso de delay: “tiro molly, entran en 5s”.\nRotaciones planificadas: no abandonar un site hasta que el equipo lo confirme.\nPost-plant calls: avisar desde dónde tirará lineups para que sus compañeros jueguen en sincronía.\n9. Errores comunes del centinela Amateur\nMorir primero sin usar utilidad.\nColocar traps fáciles de destruir.\nRotar antes de tiempo y regalar el site.\nGuardar mollies y morir con ellas.\nNo actualizar setups durante la partida.\n10. Ejemplos de Impacto centinela\nCorrecto: Killjoy en Ascent B deja torreta + nanos, frena el push 10 segundos, rotación llega y el site se defiende.\nIncorrecto: Cypher en Split coloca trips en site en vez de Mid, no avisa la presión temprana y el equipo rota tarde → site perdido.\n11. Checklist Pre-Ronda para centinela\n¿Mis traps cubren ángulos útiles y no redundantes?\n¿Puedo retrasar mínimo 5–10s un push con mi setup?\n¿Estoy anclando un site o rotando demasiado pronto?\n¿Tengo plan de utilidad guardado para post-plant?\n¿Estoy comunicando cada activación de mi setup?\n12. Frases clave para un centinela Profesional\n“Mi setup es el radar de mi equipo.”\n“No necesito kills, necesito segundos.”\n“Una rotación temprana puede perder un site.”\n“Mi utilidad vive aunque yo muera.”\n“Defiendo el mapa sin moverme.”",
  "createdAt": "2025-09-11T00:00:00Z"
},
{
  "id": "disciplina-competitiva",
  "title": "La Disciplina Competitiva",
  "summary": "Por qué la disciplina convierte a 5 jugadores en un sistema competitivo.",
  "tags": ["mentalidad", "sistema", "comunicación", "profesionalismo"],
  "isPrivate": false,
  "ownerIds": []
}


]